<html>
  <body style="background-color: #CFCFCF;">
		<h1 style="text-align: center;"><span style="color: #ff0000; --darkreader-inline-color: #ff7f7f;" data-darkreader-inline-color=""><strong>Explicando RPA para principiantes.</strong></span></h1>
		<p><span style="color: #0000ff;" data-darkreader-inline-color="">Este articulo intentar&aacute; explicar qu&eacute; es RPA y sus beneficios de una manera amena.</span></p>
    <p style="text-align: right;"><span style="color: #00ff00;" data-darkreader-inline-color="">
    <span style="text-align: right; color: #00ff00;" data-darkreader-inline-color="">
    <span style="color: green; --darkreader-inline-color: #337dff;" data-darkreader-inline-color="">Escrito por JFEspanolito</span></span></span></p>
		<h3>&iquest;Qu&eacute; es RPA?</h3>
		<div>Ahora bien, respondiendo la pregunta base <span style="font-weight: bold;">&iquest;qu&eacute; es RPA?</span></div>
		<div>Automatizaci&oacute;n Rob&oacute;tica de Procesos por sus siglas en ingl&eacute;s RPA (Robotic Process Automation), es una forma de automatizar la ejecuci&oacute;n de tareas repetitivas mediante bots (tambi&eacute;n conocidos como robots de software), y sirven para ayudarnos a disminuir el tiempo que pasamos realizando actividades repetitivas, por ejemplo; diariamente al empezar tu turno laboral debes descargar 1 archivo de distintos repositorios, luego juntar todos esos archivos en un solo Excel y generar gr&aacute;ficas, estas tareas podr&iacute;an llevarte unas 2 horas de tu d&iacute;a a d&iacute;a, si optamos por un bot, es decir, si automatizamos estas tareas, llegar&aacute;s a tu trabajo y ya tendr&aacute;s listo en tu correo los reportes que antes te tomaban 2 horas, ya que estos ser&aacute;n realizados por el robot en el horario que se estipule para tener lista tu informaci&oacute;n en el momento preciso o bien el robot generar&aacute; los reportes mientras t&uacute; lees tus correos.</div>
		<div>&nbsp;</div>
		<div>Para automatizar algunas de las acciones que puede llevar acabo un Robot de Software son: copiar, leer, analizar datos, validar reglas de negocios, escribir datos y poder completar una tarea designada, para lo cual utilizan el equipo de c&oacute;mputo designado para navegar entre p&aacute;ginas web, aplicaciones como Excel, Word, PDF, programas internos o propietarios, etc.&nbsp;Recuerda que una automatizaci&oacute;n RPA <span style="font-weight: bold;">no&nbsp;</span>es una Inteligencia Artificial, RPA solo ejecuta tareas definidas.</div>
		<div>&nbsp;</div>
		<div>Como empresario, l&iacute;der o empleado de un negocio, querr&aacute;s saber <span style="font-weight: bold;">&iquest;qu&eacute; beneficios me otorga la RPA?</span> te enlisto algunos de los beneficios.</div>
		<ul>
		<li style="text-align: justify;">
		<div><span style="font-weight: bold;">Servicios de mayor calidad y precisi&oacute;n</span>, esto sucede porqu&eacute; eliminamos los errores humanos.</div>
		</li>
		<li>
		<div><span style="font-weight: bold;">Anal&iacute;tica mejorada</span>, dado qu&eacute; podemos registrar los datos de todas las acciones, tareas y procesos.</div>
		</li>
		<li>
		<div><span style="font-weight: bold;">Reducci&oacute;n de costes</span>, debido a la eliminaci&oacute;n de errores humanos, se minimizan los tiempos invertidos en solucionar los problemas derivados.</div>
		</li>
		<li>
		<div><span style="font-weight: bold;">Aumento de la velocidad</span>, ya que los robots trabajan a mayor velocidad que los humanos.</div>
		</li>
		<li>
		<div><span style="font-weight: bold;">Mayor cumplimiento normativo (&lsquo;</span><span style="font-style: italic; font-weight: bold;">compliance</span><span style="font-weight: bold;">&lsquo;)</span>, por el seguimiento estricto de procedimientos, eliminaci&oacute;n de errores y registro de todos los datos relevantes.</div>
		</li>
		<li>
		<div><span style="font-weight: bold;">Agilidad</span>, adicional a que los robots son m&aacute;s r&aacute;pidos en la ejecuci&oacute;n de tareas, tambi&eacute;n podemos ejecutar m&uacute;ltiples robots ejecutando m&uacute;ltiples tareas.</div>
		</li>
		<li>
		<div><span style="font-weight: bold;">Versatilidad</span>, ya qu&eacute; un robot puede funcionar en m&uacute;ltiples &aacute;reas a la vez (de manera serial).</div>
		</li>
		<li>
		<div><span style="font-weight: bold;">Escalabilidad</span>, los robots se pueden aumentar o disminuir a voluntad mediante sencillas herramientas de administraci&oacute;n.</div>
		</li>
		<li>
		<div><span style="font-weight: bold;">Ahorros de tiempo</span>, no s&oacute;lo porque se realizan grandes cantidades de trabajo en menos tiempo sino adem&aacute;s porque permiten una adaptaci&oacute;n r&aacute;pida a nuevos procesos.</div>
		</li>
		<li>
		<div><span style="font-weight: bold;">No invasivo</span>, ya que los robots trabajan fundamentalmente a nivel de interfaz de usuario, no necesita de ning&uacute;n cambio o interfaz en los sistemas con los que se relaciona.</div>
		</li>
		<li>
		<div><span style="font-weight: bold;">Mejor gesti&oacute;n</span>, la gesti&oacute;n, despliegue y monitoreo de los robots se realiza desde plataformas centralizadas.</div>
		</li>
		<li>
		<div><span style="font-weight: bold;">Mejor servicio al cliente</span>, los robots pueden trabajar 7x24x365, y liberan a los humanos para que se focalicen en una mejor atenci&oacute;n.&nbsp;</div>
		</li>
		<li>
		<div><span style="font-weight: bold;">Mayor satisfacci&oacute;n de empleados</span>, al liberar a las personas de cargas de trabajo repetitivo, &eacute;stas pueden concentrarse en tareas m&aacute;s creativas, valiosas y humanas.</div>
		</li>
		</ul>
		<div>&nbsp;</div>
		<div>&nbsp;</div>
		<div>Para leer el resto del contenido, por favor visita <a href="https://www.linkedin.com/pulse/rpa-para-principiantes-jorge-falc%25C3%25B3n-1e/" target="_blank" rel="noopener">RPA para principiantes - JFEspanolito</a></div>
  </body>
</html>
